Repository: ZalyalovIldar/iOSLab2025
Catalog: GuessGame/GuessGame/GuessGame/*.lproj/Localizable.strings
Languages: ru

# game_title
source: Guess It Game
ru: Угадай число

source: Difficulty level
ru: Уровень сложности

source: Set range
ru: Диапазон

source: to
ru: до

# attempts_left
source: Attempts left: %d
ru: Попыток осталось: %d

source: Enter your guess
ru: Введите число

source: Fantastic
ru: Фантастика!

source: Try your best!
ru: Не сдавайся!

source: You nailed it!
ru: Точно в цель!

source: Game over
ru: Игра окончена

# guess_button
source: Guess
ru: Угадать

source: Start Playing
ru: Начать игру

source: New game +
ru: Игра +

# new_round
source: New +
ru: Новый раунд +

# invalid_range_title
source: Invalid range
ru: Неверный диапазон

# invalid_range_message
source: Make sure the start is smaller than the end
ru: Начало должно быть меньше конца

# hint_higher
source: Higher
ru: Больше

# hint_lower
source: Lower
ru: Меньше
